Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: More
ar: المزيد
ca: Més
cs: více
da: Mere
de: Weitere
el: Περισσότερα
es: Más
fa: بیشتر
fi: Lisää
fr: Autres
he: עוד
hr: Više
hu: Többet
id: Lebih lanjut
it: Altro
ja: その他
ko: 기타
ms: Lagi
nl: Meer
no: Mer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ro: Mai mult
ru: Еще
sk: Viac
sl: več
sv: Mer
th: เพิ่มเติม
tr: Diğer
uk: Інші
ur: مزید
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: More actions
ar: المزيد من الإجراءات
ca: Més accions
cs: Více akcí
da: Flere handlinger
de: Weitere Aktionen
el: Περισσότερες ενέργειες
es: Más acciones
fa: اقدامات بیشتر
fi: Lisää toimintoja
fr: Plus d'actions
he: עוד פעולות
hr: Više akcija
hu: További műveletek
id: Lebih banyak tindakan
it: Altre azioni
ja: その他の操作
ko: 추가 작업
ms: Lebih banyak tindakan
nl: Meer acties
no: Flere handlinger
pl: Więcej akcji
pt_br: Mais ações
pt_pt: Mais ações
ro: Mai multe acțiuni
ru: Другие действия
sk: Viac akcií
sl: Več dejanj
sv: Fler åtgärder
th: การดำเนินการเพิ่มเติม
tr: Diğer işlemler
uk: Інші дії
ur: مزید کارروائیاں
vi: Thêm hành động
zh_hans: 更多操作
zh_hant: 更多動作

source: More Apps
ar: المزيد من التطبيقات
ca: Més aplicacions
cs: Další aplikace
da: Flere apps
de: Weitere Apps
el: Περισσότερες εφαρμογές
es: Más apps
fa: برنامه‌های دیگر
fi: Lisää sovelluksia
fr: Autres apps
he: אפליקציות נוספות
hr: Više aplikacija
hu: További alkalmazások
id: Aplikasi Lainnya
it: Altre app
ja: その他のアプリ
ko: 더 많은 앱
ms: Lagi Apl
nl: Meer apps
no: Flere apper
pl: Więcej aplikacji
pt_br: Mais apps
pt_pt: Mais aplicativos
ro: Mai multe aplicații
ru: Другие приложения
sk: Viac aplikácií
sl: Več aplikacij
sv: Fler appar
th: แอพเพิ่มเติม
tr: Diğer Uygulamalar
uk: Інші програми
ur: مزید ایپس
vi: Nhiều ứng dụng hơn
zh_hans: 更多 App
zh_hant: 更多 App

source: More in Help
ar: المزيد في التعليمات
ca: Més a Ajuda
cs: Více v Nápovědě
da: Mere i Hjælp
de: Mehr in der Hilfe
el: Περισσότερα στη Βοήθεια
es: Más en Ayuda
fa: بیشتر در راهنما
fi: Lisää ohjeessa
fr: En savoir plus dans l'Aide
he: עוד בעזרה
hr: Više u pomoći
hu: Bővebben a Súgóban
id: Selengkapnya di Bantuan
it: Altro nell'Aiuto
ja: ヘルプで詳しく見る
ko: 도움말에서 더 보기
ms: Lagi dalam Bantuan
nl: Meer in Hulp
no: Mer i Hjelp
pl: Więcej w Pomocy
pt_br: Mais em Ajuda
pt_pt: Mais em Ajuda
ro: Mai multe în Ajutor
ru: Подробнее в Справке
sk: Viac v Pomocníkovi
sl: Več v Pomoči
sv: Mer i Hjälp
th: เพิ่มเติมในความช่วยเหลือ
tr: Yardım'da daha fazlası
uk: Більше в Довідці
ur: مدد میں مزید
vi: Thông tin thêm trong Trợ giúp
zh_hans: 在帮助中了解更多
zh_hant: 在輔助說明中了解更多

source: More than one row is %@. A treatment takes one row per screenshot size — move one to another variant or exclude it from App Store Connect.
ar: أكثر من صف واحد هو %1$@. تستغرق المعالجة صفًا واحدًا لكل حجم لقطة شاشة — انقل واحدًا إلى متغير آخر أو استبعده من App Store Connect.
ca: Més d'una fila és %1$@. Un tractament requereix una fila per mida de captura de pantalla: moveu-ne una a una altra variant o excloeu-la de App Store Connect.
cs: Více než jeden řádek je %1$@. Ošetření zabere jeden řádek na velikost snímku obrazovky – přesuňte jeden do jiné varianty nebo jej vylučte z App Store Connect.
da: Mere end én række er %1$@. En behandling tager én række pr. skærmbilledestørrelse – flyt en til en anden variant, eller udelad den fra App Store Connect.
de: Mehr als eine Zeile verwendet %@. Ein Treatment nimmt eine Zeile pro Screenshot-Größe – verschiebe eine in eine andere Variante oder schließe sie von App Store Connect aus.
el: Περισσότερες από μία σειρές είναι %1$@. Μια θεραπεία χρειάζεται μία σειρά ανά μέγεθος στιγμιότυπου οθόνης — μετακινήστε τη μία σε άλλη παραλλαγή ή εξαιρέστε την από App Store Connect.
es: Hay más de una fila %@. Un tratamiento admite una fila por tamaño de captura: mueve una a otra variante o exclúyela de App Store Connect.
fa: بیش از یک ردیف %@ است. هر نسخه آزمایشی برای هر اندازه اسکرین‌شات یک ردیف می‌پذیرد — یکی را به نسخه دیگری منتقل کنید یا آن را از App Store Connect مستثنا کنید.
fi: Useampi kuin yksi rivi on %1$@. Hoito kestää yhden rivin kuvakaappauskokoa kohden – siirrä toinen variantti tai sulje se pois App Store Connect:sta.
fr: Plusieurs lignes sont %@. Un traitement prend une ligne par taille de capture — déplacez-en une vers une autre variante ou excluez-la d’App Store Connect.
he: יותר משורה אחת היא %1$@. טיפול לוקח שורה אחת בכל גודל צילום מסך - העבר אחד לגרסה אחרת או אל תכלול אותו מ-App Store Connect.
hr: Više od jednog reda je %1$@. Obrada zauzima jedan redak po veličini snimke zaslona — premjestite jedan u drugu varijantu ili ga isključite iz App Store Connect.
hu: Egynél több sor: %1$@. Egy kezelés képernyőképméretenként egy sort vesz igénybe – vigye át az egyiket egy másik változatba, vagy zárja ki a App Store Connect közül.
id: Lebih dari satu baris adalah %1$@. Perlakuan memerlukan satu baris per ukuran tangkapan layar — pindahkan satu baris ke varian lain atau kecualikan dari App Store Connect.
it: Più di una riga usa %@. Un trattamento accetta una riga per dimensione di screenshot: spostane una in un'altra variante o escludila da App Store Connect.
ja: 複数の行が %@ です。トリートメントはスクリーンショットのサイズごとに 1 行のみです。1 行を別のバリアントに移動するか、App Store Connect から除外してください。
ko: %@인 행이 둘 이상입니다. 트리트먼트는 스크린샷 크기마다 한 행만 받습니다. 하나를 다른 변형으로 옮기거나 App Store Connect에서 제외하세요.
ms: Lebih daripada satu baris ialah %1$@. Rawatan mengambil satu baris setiap saiz tangkapan skrin — alihkan satu ke varian lain atau kecualikannya daripada App Store Connect.
nl: Meer dan één rij is %1$@. Een behandeling duurt één rij per schermgrootte. Verplaats er één naar een andere variant of sluit deze uit van App Store Connect.
no: Mer enn én rad er %1$@. En behandling tar én rad per skjermbildestørrelse – flytt en til en annen variant eller ekskluder den fra App Store Connect.
pl: Więcej niż jeden wiersz to %1$@. Leczenie zajmuje jeden wiersz na każdy rozmiar zrzutu ekranu — przenieś go do innego wariantu lub wyklucz go z App Store Connect.
pt_br: Mais de uma linha usa %@. Um tratamento aceita uma linha por tamanho de captura — mova uma para outra variante ou exclua-a do App Store Connect.
pt_pt: Mais de uma linha é %1$@. Um tratamento ocupa uma linha por tamanho de captura de ecrã. Mova uma para outra variante ou exclua-a de App Store Connect.
ro: Mai mult de un rând este %1$@. Un tratament durează un rând pe dimensiunea capturii de ecran — mutați unul în altă variantă sau excludeți-l din App Store Connect.
ru: Несколько строк соответствуют %@. Тестовый вариант принимает одну строку на размер скриншота — переместите одну из них в другой вариант или исключите ее из App Store Connect.
sk: Viac ako jeden riadok je %1$@. Spracovanie trvá jeden riadok na veľkosť snímky obrazovky – jeden presuňte na iný variant alebo ho vylúčte z App Store Connect.
sl: Več kot ena vrstica je %1$@. Obravnava zavzame eno vrstico na velikost posnetka zaslona – premaknite eno v drugo različico ali jo izključite iz App Store Connect.
sv: Mer än en rad är %1$@. En behandling tar en rad per skärmbildstorlek — flytta en till en annan variant eller exkludera den från App Store Connect.
th: มากกว่าหนึ่งแถวคือ %1$@ การรักษาจะใช้เวลาหนึ่งแถวต่อขนาดภาพหน้าจอ — ย้ายหนึ่งแถวไปยังรูปแบบอื่นหรือแยกออกจาก App Store Connect
tr: Birden fazla satırın türü %@. Bir alternatif sayfa her ekran görüntüsü boyutu için bir satır alır — birini başka bir varyanta taşıyın veya App Store Connect'ten hariç tutun.
uk: Кілька рядків мають тип %@. Тестовий варіант приймає один рядок на розмір знімка екрана — перемістіть один в інший варіант або виключіть його з App Store Connect.
ur: ایک سے زیادہ قطاریں %1$@ ہیں۔ ایک ٹریٹمنٹ میں ہر اسکرین شاٹ سائز میں ایک قطار لگتی ہے — ایک کو دوسرے ویرینٹ میں لے جائیں یا اسے App Store Connect سے خارج کریں۔
vi: Nhiều hơn một hàng là %1$@. Việc xử lý sẽ mất một hàng cho mỗi kích thước ảnh chụp màn hình — di chuyển một hàng sang một biến thể khác hoặc loại trừ biến thể đó khỏi App Store Connect.
zh_hans: 有多行为 %@。每个实验组的每种截图尺寸只能有一行——请将其中一行移到其他变体，或将其从 App Store Connect 中排除。
zh_hant: 有多列都是 %@。一個處理組每種螢幕截圖大小只能有一列——請將其中一列移到另一個變體，或將其從 App Store Connect 上傳中排除。

# More than one row targets %@ · %@ · %@. Choose one row for this set.
source: More than one row targets %1$@ · %2$@ · %3$@. Choose one row for this set.
ar: يستهدف أكثر من صف %1$@ · %2$@ · %3$@. اختر صفًا واحدًا لهذه المجموعة.
ca: Més d'una fila s'orienta a %1$@ · %2$@ · %3$@. Trieu una fila per a aquest conjunt.
cs: Cílí na více než jeden řádek %1$@ · %2$@ · %3$@. Vyberte jeden řádek pro tuto sadu.
da: Mere end én række er målrettet mod %1$@ · %2$@ · %3$@. Vælg en række til dette sæt.
de: Mehr als eine Zeile zielt auf %1$@ · %2$@ · %3$@. Wähle eine Zeile für dieses Set.
el: Περισσότερες από μία σειρές στοχεύουν %1$@ · %2$@ · %3$@. Επιλέξτε μία σειρά για αυτό το σύνολο.
es: Más de una fila tiene como destino %1$@ · %2$@ · %3$@. Elige una sola fila para este conjunto.
fa: بیش از یک ردیف %1$@ · %2$@ · %3$@ را هدف قرار می‌دهد. یک ردیف برای این مجموعه انتخاب کنید.
fi: Useampi kuin yksi rivi kohdistuu %1$@ · %2$@ · %3$@. Valitse yksi rivi tälle sarjalle.
fr: Plusieurs lignes ciblent %1$@ · %2$@ · %3$@. Choisissez une ligne pour cet ensemble.
he: יותר משורה אחת מתמקדת ב-%1$@ · %2$@ · %3$@. בחר שורה אחת עבור קבוצה זו.
hr: Više od jednog retka cilja %1$@ · %2$@ · %3$@. Odaberite jedan red za ovaj skup.
hu: Egynél több sor célozza a következőt: %1$@ · %2$@ · %3$@. Válasszon egy sort ehhez a készlethez.
id: Lebih dari satu target baris %1$@ · %2$@ · %3$@. Pilih satu baris untuk set ini.
it: Più di una riga è destinata a %@ · %@ · %@. Scegli una sola riga per questo set.
ja: 複数の行が %1$@ · %2$@ · %3$@ を対象にしています。このセットには1行だけを選択してください。
ko: 둘 이상의 행이 %1$@ · %2$@ · %3$@을(를) 대상으로 합니다. 이 세트에 사용할 행을 하나만 선택하세요.
ms: Lebih daripada satu baris sasaran %1$@ · %2$@ · %3$@. Pilih satu baris untuk set ini.
nl: Meer dan één rijdoelen %1$@ · %2$@ · %3$@. Kies één rij voor deze set.
no: Mer enn én rad er målrettet mot %1$@ · %2$@ · %3$@. Velg én rad for dette settet.
pl: Więcej niż jeden wiersz docelowy %1$@ · %2$@ · %3$@. Wybierz jeden wiersz dla tego zestawu.
pt_br: Mais de uma linha tem como destino %1$@ · %2$@ · %3$@. Escolha uma linha para este conjunto.
pt_pt: Mais de uma linha tem como destino %1$@ · %2$@ · %3$@. Escolha uma linha para este conjunto.
ro: Mai mult de un rând vizează %1$@ · %2$@ · %3$@. Alegeți un rând pentru acest set.
ru: Несколько строк нацелены на %@ · %@ · %@. Выберите для этого набора одну строку.
sk: Viac ako jeden riadok sa zameriava na %1$@ · %2$@ · %3$@. Vyberte jeden riadok pre túto súpravu.
sl: Več kot ena vrstica cilja na %1$@ · %2$@ · %3$@. Izberite eno vrstico za ta niz.
sv: Mer än en rad riktar sig mot %1$@ · %2$@ · %3$@. Välj en rad för denna uppsättning.
th: เป้าหมายมากกว่าหนึ่งแถว %1$@ · %2$@ · %3$@ เลือกหนึ่งแถวสำหรับชุดนี้
tr: Birden fazla satırın hedefi %@ · %@ · %@. Bu set için tek bir satır seçin.
uk: Кілька рядків спрямовано на %@ · %@ · %@. Виберіть для цього набору один рядок.
ur: ایک سے زیادہ قطار کے اہداف %1$@ · %2$@ · %3$@۔ اس سیٹ کے لیے ایک قطار کا انتخاب کریں۔
vi: Nhiều mục tiêu hàng %1$@ · %2$@ · %3$@. Chọn một hàng cho bộ này.
zh_hans: 有多行都以 %@ · %@ · %@ 为目标。请为此组选择一行。
zh_hant: 有多列都以 %@ · %@ · %@ 為目標。請為此組選擇一列。

source: Most modern devices use **image-based frames** — high-res PNG bezels with precise screen insets defined per model.
ar: تستخدم معظم الأجهزة الحديثة **إطارات مستندة إلى الصور** — إطارات PNG عالية الدقة مع إدخالات شاشة دقيقة محددة لكل طراز.
ca: La majoria dels dispositius moderns utilitzen **marcs basats en imatges**: bisells PNG d'alta resolució amb insercions de pantalla precises definides per model.
cs: Většina moderních zařízení používá **rámečky založené na obrázcích** — rámečky s vysokým rozlišením PNG s přesnými vložkami obrazovky definovanými pro každý model.
da: De fleste moderne enheder bruger **billedbaserede rammer** — højopløselige PNG rammer med præcise skærmindsætninger defineret pr. model.
de: Die meisten aktuellen Geräte nutzen **bildbasierte Rahmen** – hochauflösende PNG-Gehäuse mit pro Modell exakt definierten Bildschirmbereichen.
el: Οι περισσότερες σύγχρονες συσκευές χρησιμοποιούν **πλαίσια που βασίζονται σε εικόνα** — πλαίσιο υψηλής ανάλυσης PNG με ακριβή ένθετα οθόνης που ορίζονται ανά μοντέλο.
es: La mayoría de los dispositivos modernos usan **marcos basados en imágenes**: biseles PNG de alta resolución con márgenes de pantalla precisos definidos para cada modelo.
fa: بیشتر دستگاه‌های امروزی از **قاب‌های تصویری** استفاده می‌کنند — قاب‌های PNG با وضوح بالا که محدودهٔ دقیق صفحه‌نمایش برای هر مدل در آن‌ها تعریف شده است.
fi: Useimmat nykyaikaiset laitteet käyttävät **kuvapohjaisia kehyksiä** – korkearesoluutioisia PNG-reunuksia, joissa on mallikohtaisesti määritellyt tarkat näytön upotteet.
fr: La plupart des appareils récents utilisent des **cadres basés sur des images** : des contours PNG haute résolution avec des marges d'écran précises définies pour chaque modèle.
he: רוב המכשירים המודרניים משתמשים ב-**מסגרות מבוססות תמונה** - מסגרת PNG ברזולוציה גבוהה עם כניסות מסך מדויקות המוגדרות לפי דגם.
hr: Većina modernih uređaja koristi **okvire temeljene na slici** — PNG okvire visoke rezolucije s preciznim umetcima na zaslonu definiranim po modelu.
hu: A legtöbb modern eszköz **képalapú kereteket** használ – nagy felbontású PNG kereteket, modellenként meghatározott pontos képernyőbeillesztésekkel.
id: Sebagian besar perangkat modern menggunakan **bingkai berbasis gambar** — bezel PNG beresolusi tinggi dengan sisipan layar presisi yang ditentukan per model.
it: La maggior parte dei dispositivi moderni usa **cornici basate su immagini**: cornici PNG ad alta risoluzione con margini dello schermo precisi definiti per ciascun modello.
ja: 最近のデバイスのほとんどは **画像ベースのフレーム** を使用しています。これは、モデルごとに画面の位置が正確に定義された高解像度の PNG ベゼルです。
ko: 대부분의 최신 기기는 **이미지 기반 프레임**, 즉 모델마다 정확한 화면 인셋이 정의된 고해상도 PNG 베젤을 사용합니다.
ms: Kebanyakan peranti moden menggunakan **bingkai berasaskan imej** — bezel resolusi tinggi PNG dengan sisipan skrin tepat ditakrifkan bagi setiap model.
nl: De meeste moderne apparaten gebruiken **op afbeeldingen gebaseerde frames**: hoge resolutie PNG randen met nauwkeurige scherminzetstukken gedefinieerd per model.
no: De fleste moderne enheter bruker **bildebaserte rammer** — høyoppløselige PNG rammer med presise skjerminnsettinger definert per modell.
pl: Większość nowoczesnych urządzeń wykorzystuje **ramki oparte na obrazach** — ramki PNG o wysokiej rozdzielczości z precyzyjnymi wypustkami ekranowymi zdefiniowanymi dla każdego modelu.
pt_br: A maioria dos dispositivos modernos usa **molduras baseadas em imagem** — contornos PNG em alta resolução com margens de tela precisas definidas por modelo.
pt_pt: A maioria dos dispositivos modernos usa **quadros baseados em imagem** — molduras de alta resolução PNG com inserções de ecrã precisas definidas por modelo.
ro: Cele mai multe dispozitive moderne folosesc **cadre bazate pe imagini** — rame de înaltă rezoluție PNG cu inserții precise ale ecranului definite pe model.
ru: Большинство современных устройств используют **рамки из изображений** — PNG-корпуса высокого разрешения с точными отступами экрана для каждой модели.
sk: Väčšina moderných zariadení používa **rámy založené na obrázkoch** — rámčeky PNG s vysokým rozlíšením s presnými vložkami obrazovky definovanými pre každý model.
sl: Večina sodobnih naprav uporablja **slikovne okvirje** – okvirje visoke ločljivosti PNG z natančnimi vstavki zaslona, določenimi za vsak model.
sv: De flesta moderna enheter använder **bildbaserade ramar** — högupplösta PNG ramar med exakta skärminsättningar definierade per modell.
th: อุปกรณ์สมัยใหม่ส่วนใหญ่ใช้ **เฟรมตามภาพ** — กรอบความละเอียดสูง PNG พร้อมการแทรกหน้าจอที่แม่นยำซึ่งกำหนดไว้ในแต่ละรุ่น
tr: Çoğu modern aygıt **görüntü tabanlı çerçeveler** kullanır — her model için hassas ekran boşlukları tanımlanmış yüksek çözünürlüklü PNG çerçeveler.
uk: Більшість сучасних пристроїв використовують **рамки із зображень** — PNG-корпуси високої роздільності з точними відступами екрана, заданими для кожної моделі.
ur: زیادہ تر جدید آلات **تصویر پر مبنی فریم** استعمال کرتے ہیں — ہائی ریزیز PNG بیزلز کے ساتھ عین مطابق اسکرین ان سیٹس فی ماڈل کی وضاحت کی گئی ہے۔
vi: Hầu hết các thiết bị hiện đại đều sử dụng **khung hình dựa trên hình ảnh** — viền PNG có độ phân giải cao với các phần lồng ghép màn hình chính xác được xác định cho mỗi kiểu máy.
zh_hans: 大多数新款设备使用 **基于图像的边框**——高分辨率 PNG 外壳，并按型号精确定义屏幕内边距。
zh_hant: 大多數現代裝置都使用**影像式外框**——高解析度的 PNG 邊框，並依各型號定義精確的螢幕內距。
